[
  {
    "id":1,
    "active":true,
    "title": "Buns - pains à burger",
    "img": "data\/1492537694.jpg",
    "ingredients": "<b>Pour 10 buns :<\/b><br><br>600 g de farine de blé T55 (et 50g pour le plan de travail)<br>6 g de sel<br>15 g de sucre<br>180 g de lait&nbsp; demi-écrémé<br>150 g d' eau<br>1 œuf<br>30 g de beurre <br>25 g de levure fraîche (ou 10g de levure sèche instantanée)<br>Graines de sésame<br><br><ul><\/ul>",
    "txt": "<b>Pétrissage à la main&nbsp; :<\/b><br>Mélangez la farine, le sel et le sucre dans un grand saladier. Faîtes un puit au centre et ajoutez le lait écrémé, l’eau, l’œuf entier, le beurre, et la levure.<br><br>Mélangez avec le manche d’une cuillère en bois jusqu’à ce que tous les ingrédients soit grossièrement amalgamés. versez la pâte sur le plan de travail et pétrissez-la pendant 3 min . Formez une boule grossière.<br><b><br>Pétrissage au robot pétrin :<\/b><br>Équipez votre robot du crochet à pétrir.<br><br>Disposez tous les ingrédients sauf les graines dans la cuve en prenant soin de ne me pas mettre la levure au contact avec le sel.<br><br>Mettez le robot en marche en vitesse moyenne pendant 5 min.<br><br>Récupérez la pâte sur le plan de travail et formez une boule grossière.<br><br><b>Une fois le pétrissage terminé :<\/b><br>Disposez la boule de pâte dans un grand saladier préalablement huilé, et couvrez de film alimentaire au contact de la pâte. Disposez le saladier dans un endroit chaud (minimum 22°, maximum 30°) et laissez lever la pâte pendant 1h30 (cette première étape de levée s’appelle “le pointage”).<br><br>Retirez le film alimentaire et donnez un coup de poing dans le centre de la pâte pour la dégazer. Débarrassez la pâte sur le plan de travail et divisez-là en 10 parts égales de 100g. Formez une boule bien serrée avec chaque paton sur le plan de travail non fariné et laissez-les se détendre recouverts d’un linge&nbsp; sur une partie du plan de travail fariné pendant 10 min environ.<br><br>Disposez un grand volume de graines de votre choix dans une assiette creuse et versez de l’eau dans une seconde assiette.<br><br>Aplatissez légèrement une boule&nbsp; sur le plan de travail avec votre main, puis retournez-la dans l’assiette contenant de l’eau, récupérez immédiatement le paton pour la déposer dans les graines du côté mouillé, et disposez-le dans la lèchefrite préalablement recouverte de papier cuisson.<br><br>Renouvelez cette opération avec les 9 autres patons.<br><br>Recouvrez les patons avec un torchon, et laissez-les lever pendant 1h<br>allumez votre four à 200° avec une plaque de fonte (ou une seconde léchefrite) posée sur la sole du four.<br><br>Une fois la Pousse terminée, Enfournez les patons en versant un demi-verre d’eau sur la plaque posée au fond du four afin de créer de la vapeur et laissez cuire pendant 18 à 20 min selon votre four.<br><br>Sortez les buns dès que vous constatez une coloration, et laissez-les refroidir avant toute dégustation.<br>"
  },
  {
    "id":2,
    "active":true,
    "title": "Roulade de lapin à la tomate confite et à la mozzarella cuite au barbecue",
    "img": "data\/1492537916.jpg",
    "ingredients": "<b>Ingrédients (6 personnes)<\/b><br><br>Râble(s) de lapin : 3 pièce(s)<br>Purée de tomate confite ou entière a l'huile : 60 g<br>Mozzarella : 1 pièce(s)<br>basilic frais : 10 feuilles<br><br><b>Pour la garniture :<br><\/b>6 pommes de terre<br>300g de fromage blanc ou&nbsp; 30 cl de crème fraîche épaisse<br>3 échalotes <br>1 bouquet de ciboulette et 1 citron jaune<br>4 pincées de fleur de sel <br>poivre ou piment d'espelette<br><br><ul><\/ul>",
    "txt": "Désosser les râbles de lapin en prenant soin de les garder entiers, puis les ouvrir en portefeuille, bien à plat. <br><br>Étaler la purée de tomates confites sur toute la surface du lapin et disposer des bâtonnets de mozzarella au milieu. Parsemer la feuille de basilic, puis saler et poivrer.<br><br>Verser un trait d'huile d'olive sur une feuille d'aluminium et disposer les râbles dessus et rouler le tout pour former un petit rôti. Serrer les 2 extrémités pour conserver la forme.<br><br>Cuire les petits rôtis au barbecue pendant 5 à 6 min sur chaque face.<br><br>Lavez et essuyez les pommes de terre. Enveloppez-les de papier aluminium.<br><br>45min a 1h&nbsp; au four ou Barbecue vérifier la cuisson.<br><br><b>Pour la sauce :<\/b><br>Ciselez la ciboulette , l'echalotte presser le jus de citron verser le tous dans le fromage blanc saler et poivrer.<br><br>"
  },
  {
    "id":3,
    "active":true,
    "title": "\"BBQ Ribs\"",
    "img": "data\/1492538071.jpg",
    "ingredients": "<b>Ingrédients (6&nbsp; personnes)<\/b><br><br>Travers de porc : 1 kg<br><br><b>Pour la marinade :<\/b><br>Sel <br>Moulin à poivre <br>Gingembre frais : 20 g<br>Gousse(s) d'ail : 2 pièce(s)<br>Miel : 50 g<br>Sauce soja sucré : 5 cl<br>Ketchup : 50 g<br>Paprika fumé : 5 g<br><br><b>Pour la sauce :<\/b><br>Oignon(s) : 1 pièce(s)<br>Sauce anglaise : 3 cl<br>Vin blanc sec : 15 cl<br>Ketchup : 30 g<br>Miel : 50 g<br>Lardon(s) fumé(s) : 80 g<br>Huile d'olive : 2 cl<br>Aromate(s) ail, thym, laurier : 1 pièce(s)<br><br>",
    "txt": "<b>Pour la marinade :<br><\/b>Éplucher les gousses d'ail, les dégermer et les hacher. Couper le gingembre, et tailler finement la chair. Mélanger ensemble le&nbsp; sel, le miel, ketchup, sauce soja, l'ail,&nbsp; le piment et les épices.<br><br>Appliquer généreusement cette préparation sur les travers de porc, puis les filmer au contact et les laisser reposer pendant environ 20 min voir une nuit !<br><br><b>Pour la sauce :<br><\/b>Peler et émincer l'oignon.<br><br>Faire suer l'oignon dans une casserole avec un peu d'huile d'olive, puis ajouter les lardons et le miel. Laisser caraméliser pour obtenir une belle coloration des aliments.<br><br>Déglacer ensuite avec le vin blanc et ajouter les aromates. Laisser réduire de moitié, puis ajouter le ketchup et la sauce anglaise. Cuire à feu doux pendant quelques minutes, puis passer au travers d'un chinois fin.<br><br>Verser la sauce sur les Ribbs bien badigeonner&nbsp; et Cuire au four 180 °c pendant 45 min qu'il soit bien caramélisés.<br>"
  },
  {
    "id":4,
    "active":true,
    "title": "Involtini de poulet en médaillon",
    "img": "data\/1492537892.jpg",
    "ingredients": "<b>Ingredients (6 Personnes)<\/b><br><br>Filet de poulet en Escalope : 600 g<br>Jambon de pays ou coppa : 12 tranches<br>Gorgonzolla: 200 g <br>Basilic <br>Sel<br>Poivre<br><br>",
    "txt": "Pour les Involtinis, prenez 1 filet de poulet par personne.<br><br>Coupez le en « parchemin » histoire qu’il soit le plus plat possible.<br><br>Mettez ici une tranche de jambon de pays ou Coppa. <br><br>Une tranche de fromage (Mozza, Chevre, Gorgonzolla etc )<br><br>Quelques feuilles de Basilic.<br><br>Roulez le tout bien serré avec une tranche de Speck ou de lard fine fumé bien serré et piqué avec un cure dent aux extrémités.<br><br>Cuire au BBQ direct sur la grille dore de chaque coté puis 10 min encore ou a la Poele dorée de partout et finir au four 10 min a 180 °c.<br>"
  },
  {
    "id":5,
    "active":true,
    "title": "Risotto aux asperges vertes et gambas, coulis de persil",
    "img": "data\/1492537900.jpg",
    "ingredients": "<b>Ingrédients (6 personnes)<\/b><br><br>Gambas surgelée(s) : 30 pièce(s)<br><br><b>Pour l'étape 1 Bouillon<\/b><br>Carcasse des gambas<br>ail : 4 gousse<br>Oignon(s) : 1 pièce<br>Persil plat : 4 branche<br>Eau : 1,5 l<br><br><b>Pour l'étape 2<\/b><br>Riz carnaroli : 500 g<br>Asperge(s) vertes(s) : 1 botte(s)<br>Petit pois: 300g<br>Vin blanc sec : 20 cl<br>Sel fin : 6 pincée(s)<br>Oignon(s) : 1 pièce(s)<br>Parmesan Parmigiano Reggiano : 100 g<br>Beurre doux : 50 g<br>Huile d'olive : 10 cl<br>Crème liquide entière : 35 cl<br><br><b>Pour l'étape 3<\/b><br>Persil plat : 2 bottes <br>Creme liquide : 35 cl<br><br><br>",
    "txt": "<b>Fumet de Gambas :<\/b><br>Enlever les carcasses des Gambas . Éplucher le demi-oignon, l'Ail le couper en 2 et hache en petits dés. Laver les branches de persil. Réunir le tout dans une casserole Faire bouillir l'eau,&nbsp;&nbsp; et cuire à petit feu pendant 20 min.<br><br><b>Le risotto :<\/b><br>Laver et pointer les asperges (c'est-à-dire enlever les petites feuilles de la queue à l'aide de la pointe du couteau). Éliminer la base des asperges sur 3 cm. Émincer les queues en fines lamelles et réserver les pointes coupées en 2 dans la longueur.<br><br>Ciseler finement le reste d'oignon en petits dés. Dans une cocotte, verser 5 cl d'huile d'olive et faire suer l'oignon avec une pincée de sel fin. Ajouter le riz et le nacrer (le rendre transparent), puis déglacer au vin blanc et lorsque le liquide est absorbé, ajouter le fumet de gambas au fur et à mesure. <br><br>Après 10 min de cuisson, ajouter les asperges émincées les petits pois et poursuivre la cuisson pendant 7 min, jusqu'à complète absorption du bouillon.<br><br>Pendant ce temps, disposer les pointes d'asperges dans une poêle avec de l'eau à mi-hauteur, ajouter 10 g de beurre et une pincée de sel, puis cuire jusqu'à l'absorption complète du liquide.<br><br>Terminer le risotto en ajoutant 40 g de beurre la creme et le parmesan râpé. Réserver.<br><br><b>Reste de la recette : <\/b><br>Pour la crème de Persil : laver le persil ajouter 35 cl de crème liquide, faire bouillir, et mixer dans le bol du blender. Réserver.<br><br>Pour les gambas : les décortiquer (pour le Fumet plus haut ) et conserver la queue. A l'aide d'un couteau, inciser le dos et enlever le boyau. Dans une poêle chaude antiadhésive avec 5 cl d'huile d'olive, cuire les gambas 1 min de chaque côté.<br><br><b>Dressage :<\/b><br>Servir le risotto en assiette creuse, disposer harmonieusement dessus les gambas et les pointes d'asperges, puis finir avec un trait de crème d'épinard autour du risotto."
  }
]